tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "yqrashawn/goku"
brew "bat"
brew "chafa"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "gowall"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "n"
brew "neovim", args: ["HEAD"]
brew "nerdfetch"
brew "nowplaying-cli"
brew "pnpm"
brew "pocketbase"
brew "ripgrep"
brew "spicetify-cli", link: false
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "tmux"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "discord"
cask "firefox"
cask "font-symbols-only-nerd-font"
cask "sf-symbols"
cask "font-sf-mono"
cask "font-sf-pro"
cask "legcord"
cask "sf-symbols"
cask "spotify"
cask "zen-browser"
